#### 定数 ####
################################################
#                  FILE
################################################
APP_NAME =  "flet templete app"
EXE_NAME =  "flet templete app" #ファイル名では空白などが使えない



################################################
#                  PATH
################################################


################################################
#                 WINDOW設定
################################################
WINDOW_ALWAYS_ON_TOP = True#False

DEFAULT_PAGE_WIDTH = 800
DEFAULT_PAGE_HEIGHT = 800

BORDER_RADIUS = 10 #windowの角の曲がり具合


REFRESH_RATE = 1/24 #何秒間に一度描画を更新するか
